{
  "title": "Our Holy Father Auxentius (470)",
  "date": "2026-02-14",
  "audio": "https://media.ancientfaith.com/sotd/02_14_auxentius.mp3?id=62877",
  "description": "He was of Persian origin, born in Syria. As a young man, he distinguished himself as a member of the court of the Emperor Theodosius the Younger. Seeing the vanity of the world's honors and pleasures, he became a monk in Constantinople; but when the people began to praise his holiness, he fled to Mount Oxeia near Chalcedon, which later became known as Auxentius' Mountain. There he built a small hut and lived in reclusion; but in time he was discovered by some shepherds, and the faithful began to come in increasing numbers for his teaching, blessing, prayers and healing. He performed countless miracles, but such was his humility that he always sought to avoid their being attributed to him. When he was asked to pray for someone's healing, he would try to refuse, saying \"I too am a sinful man.\" But, when he was prevailed on by the pleas of the people, he would call on all of them to pray together for the healing; or he would remind them that God would give according to their faith; or he would say to the sick person \"The Lord Jesus Christ heals you.\" When the Emperor Marcian summoned the Fourth Ecumenical Council to Chalcedon, he ordered that the hermit join the assembly of holy Fathers. Auxentius refused, saying that doctrinal teaching was the province of bishops, not monks. The Emperor's envoys took him by force. He was greeted with honor by the Emperor, and affirmed all the decisions of the Council.\n  He never returned to Mount Oxeia, but settled in an even wilder and more remote spot on Mount Skopa, which later came to be called Mount St Auxentius. His disciples built him a tiny wooden hut with one small window through which he could converse with his steady stream of visitors. He reposed in peace in 470. A great crowd gathered for his funeral, and his holy relics were taken into the care of a women's monastery whose spiritual Father he had been.\n  Mount St Auxentius soon became a center of hesychastic life, with seven monasteries."
}