{
  "title": "Great-martyr Theodore the Tyro (~306) - February 17",
  "date": "2026-02-17",
  "audio": "https://media.ancientfaith.com/sotd/02_17_theodore_pc.mp3?id=62928",
  "description": "The Greek Tyron means \"conscript.\" This holy Martyr of Christ came from Pontus and was a Roman legionary during Maximian's persecution (~303). Though he had been a Christian since childhood, he kept his faith secret while in the army. While his cohort was stationed near a town called Euchaita, he learned that the people there were being terrorized by a dragon which lived in the neighboring forest. He set off to face the dragon, praying to God that the outcome of the contest would be a sign to him of whether the time had come to offer himself for martyrdom. He found the fire-spitting monster and, arming himself with the sign of the Cross, drove his spear through its head and killed it. \n  His success convinced him that, having vanquished this fleshly dragon, he was ready to vanquish the spiritual dragon, the Devil. When the commander of his camp next ordered a sacrifice to the Gods, Theodore boldly refused, saying \"I am a Christian!\" Further, he encouraged the other Christians in his company to do the same. That night he went to a nearby pagan temple of Rhea, mother of the gods, and burned it down. He was seen by the caretaker of the temple and was brought unresisting to the governor Publius. Theodore was thrown into a solitary dungeon cell; there he refused bread and water, saying that Christ had promised him food from heaven. He spent his time there chanting hymns with the angels, so that the guards were convinced that other Christians had somehow joined him in his cell.\n  When all argument, cajolery, bribery and threat had failed to turn the soldier from Christ, the governor resorted to torture, subjecting the Saint to terrible mutilations; but when Theodore endured them calmly and resolutely, the governor began to fear that his example would encourage other Christians, and ordered that he be burned. Taken to the stake, the Martyr walked freely into the flames, where he gave back his soul to God. When his body was ransomed and taken from the ashes by a pious Christian, it was found to be untouched. A church was built in Euchaita in honor of the Martyr; many pilgrims came there for the healing of soul and body.\n  In 361, the Emperor Julian the Apostate ordered the Prefect of Constantinople to have all foods in the marketplaces sprinkled with blood of animals sacrificed to the pagan gods during the first week of Lent, so that Christians would be unable to escape contact with idolatry. But St Theodore appeared in a vision to Patriarch Eudoxius (360-364), warned him of the plan and told him to instruct his flock not to buy any food in the marketplace, but to eat kolyva made from boiled wheat grains. So, through the Saint's intervention, the people were preserved from the stain of idolatry. Ever since, the Church has commemorated the miracle on the first Saturday of Great Lent. Since that time kolyva has come to be offered also in honor of the Saints and in memory of the departed. The whole grain represents the body, sown corruptible, which will be raised incorruptible (2 Cor. 15:37); it is usually sweetened with honey to signify the delights of Paradise."
}