{
  "title": "Holy Apostle Onesimos (~109)",
  "date": "2026-02-15",
  "audio": "https://media.ancientfaith.com/sotd/02_15_onesimos_pc.mp3?id=62878",
  "description": "He was a Phrygian by birth, a slave of Philemon, to whom the Apostle Paul addressed his epistle. Onesimos escaped from Philemon and fled to Rome, where he was converted to the Faith by St Paul. St Paul sent him back to his master, who at St Paul's urging gave him his freedom. He served the Church for many years before dying a martyr, beaten to death with clubs. \n  Saint Onesimos is also commemorated on November 22, with Sts Philemon, Archippus and Aphia; and on January 4 at the Synaxis of the Seventy Disciples. Our Venerable Father Dalmatius of Siberia (1697)\nSaint Dalmatius is venerated as a pioneer of the movement that took many ascetics to dwell in the wilderness of Siberia, establishing a new company of Desert Fathers and causing the Russian Far North to be called the 'Northern Thebaid.' He was born in Tobolsk and reared in piety by his family, recently-converted Tatars. When grown, he entered the imperial army as a Cossack and served with such distinction that the Tsar awarded him a noble title. He married and lived in Tobolsk in comfort and prosperity. One day — after the destruction of Tobolsk in a great fire in 1643 — struck by a realization of the vanity of worldly things, he left family, wealth and property and went to a monastery in the Ural Mountains, taking with him only an icon of the Dormition of the Theotokos.\n  He was tonsured a monk with the name of Dalmatius, and devoted himself to prayer and ascesis with such fervor that, a short time later, the brethren elected him Abbot. Fearing pride and fleeing honor, Dalmatius fled with his icon of the Theotokos to a remote cave, where he lived a life of silence and continual prayer. His presence did not long remain secret in that sparsely-settled region, and soon Christians were coming from far and wide to ask his prayer and counsel; many pagans came to him for holy Baptism. Soon his habitation became too small for those who had chosen to stay as his disciples, and the Saint received a blessing from the Bishop of Tobolsk to build a wooden chapel and some cells. This was the beginning of the great Monastery of the Dormition (also called the Monastery of St Dalmatius).\n  Over the years the brethren endured many tribulations. Once the Tatar Prince of the region, provoked by false rumors, planned to destroy the monastery and kill all the monks. The night before the attack, the holy Mother of God appeared to the prince in resplendent clothes, holding a flaming sword in one hand and a scourge in the other. She forbade the Prince to harm the monastery or the brethren, and commanded him to give them a permanent concession over the region. Convinced by this vision, the Prince made peace with the monks and became the Monastery's protector, though he was a Muslim.\n  In the succeeding years the Monastery was repeatedly burned down by the fierce pagan tribes which inhabited the area; once all the monks except St Dalmatius himself were butchered, but always the monastery was rebuilt. The Saint reposed in peace in 1697, and was succeeded as abbot by his own son Isaac, who built a stone shrine at the Monastery to house the relics of the Saint and the icon of the Mother of God which he had kept with him throughout his monastic life."
}