{
  "title": "St Bessarion the Great, wonder-worker of Egypt (466) - February 20",
  "date": "2026-02-20",
  "audio": "https://media.ancientfaith.com/sotd/02_20_bessarion_pc.mp3?id=62931",
  "description": "\"An Egyptian by birth, Abba Bessarion was initiated into the angelic life by Saint Anthony the Great. He later became a disciple of Saint Macarius, the founder of Scetis (19 Jan.), and then set out to lead the life of a wanderer, borne hither and thither by Providence like a bird by the wind. All his wealth lay in the Gospel, which he always had in his hand. Living in the open air, he patiently endured all weathers, untroubled by care for a dwelling or for clothing. Fortified by the strength of the faith, he thus remained untouched by all the passions of the flesh. \n  \"On coming to a monastery where the brethren led the common life, he would sit weeping at the gate. A brother once offered him hospitality and asked why he was distressed. 'I cannot live under a roof, until I have regained the wealth of my house,' he replied, meaning the heavenly inheritance lost since Adam. 'I am afflicted, in danger of death every day, and without rest because of my huge misfortunes, which oblige me ever to travel on in order to finish my course.' \n  \"He wandered for forty years without ever lying down to sleep, and he spent all of forty days and forty nights standing wide awake in a thorn bush. One winter's day, he was walking through a village when he came upon a dead man. Without hesitation, he took off his own coat and covered the body. A little further on, he gave his tunic to a poor man who was shivering in the cold. An army officer, who happened to be passing, saw the naked ascetic and wanted to know who had stripped him of his clothing. 'He did!' replied Bessarion, holding up the Gospel Book. On another occasion, he met with a poor man and, having nothing to give him in alms, he hurried to the market in order to sell his Gospel Book. On his disciple's asking him where the Book was, he replied cheerfully, 'I have sold it in obedience to the words which I never cease to hear: Go, sell what you possess and give to the poor' (Matt. 19:21). \n  \"Through this evangelic way of life he became a chosen vessel of Grace, and God wrought many miracles through him. One day, for example, he made sea water sweet through the sign of the Cross, to quench his disciple's thirst. When the latter wanted to keep some for the remainder of the journey, he prevented him, saying, 'God is here, God is everywhere!' At another time, having stood for two weeks in prayer with hands raised to heaven, he brought about rain enough to fill a thirsty brother's coat. Then there was the time when he stopped the sun from setting until he reached the cell of an elder whom he wished to meet; and the time when he walked across the waters of a river. Through these and many other wonders wrought by the Saint, God showed, as He did with Moses, Joshua and Elias, that He grants His servants mastery even over natural phenomena. Through the power of Christ, he raised a paralytic, drove out demons and showed himself truly to be a 'god' upon the earth. \n  \"When, having reached his goal, he was at the point of regaining that dwelling in heaven which he had sought throughout his wanderings, he said to those about him, 'The monk ought, like the cherubim, to be all eye.' \n  \"In answer to a brother who asked what a monk living in community ought to do, he replied: 'Keep silence and do not measure yourself.' Indeed, this is how even in the midst of people one can obtain the grace of the great anchorites.\" (Synaxarion)"
}