{
  "title": "Martyrs Pamphilius and those with him, at Caesarea in Palestine (308)",
  "date": "2026-02-16",
  "audio": "https://media.ancientfaith.com/sotd/02_16_pamphilius_pc.mp3?id=62927",
  "description": "These twelve holy Martyrs suffered in the reign of Diocletian. \n  \"The first of these, Pamphilius, was priest in the church at Caesarea in Palestine; a learned and devout man, he corrected the mistakes of various copiers in the text of the New Testament. He himself copied this saving Book and gave it to any who desired it. The second was a deacon, Valentine, old in years and white with wisdom. He was a great expert in the Holy Scriptures, knowing them by heart. The third was Paul, a respected and eminent man, who had on a previous occasion been cast into the fire for the sake of Christ. With them were five Egyptians, brothers both in blood and soul, who were returning to their native land from serving a sentence in the mines of Cilicia. As they reached the gate of the town of Caesarea they said that they were Christians, and were therefore brought to trial. When asked their names, they replied: 'We have cast away the pagan names given us by our mother, and are called Elias, Isaiah, Jeremiah, Samuel and Daniel.' when asked where they were from, they replied: 'From Jerusalem that is above.' They were all beheaded, and a young man called Porphyrius, who had searched for their bodies to give them burial, suffered soon afterwards. Him they burned. An officer, Seleucus, who had come up to the martyrs and embraced them before the sword descended on their heads, was also burned, and an old man, Theodulus, a servant of the Roman judge, who had embraced one of the martyrs while they were under escort. Lastly Julian, who had kissed the dead bodies of the martyrs and honoured them, followed them in death. So they exchanged the small for the greater, the tawdry for the precious and death for immortality, and went to the Lord in 308.\" (Prologue)\n  The Synaxarion concludes, \"After the martyrdom of Pamphilius, the leader of the glorious cohort, the impious governor gave orders that his body and those of his companions should be left where they lay as food for carnivorous animals. However by God's Providence, no animal came near their holy relics, which the Christians were able to lay to rest with due honour.\" The account of these Martyrs was written by Eusebius of Caeserea, Pamphilius' disciple."
}