{
  "title": "St Leo the Great, pope of Rome(461) - February 18",
  "date": "2026-02-18",
  "audio": "https://media.ancientfaith.com/sotd/02_18_leo_pc.mp3?id=62929",
  "description": "Pope Leo was one of the great bastions of Orthodoxy during the time of the monophysite heresy and its offshoots. 'According to some, this Saint was born in Rome, but according to others in Tyrrenia (Tuscany), and was consecrated to the archiepiscopal throne of Rome in 440. In 448, when St Flavian, Archbishop of Constantinople [also commemorated today], summoned Eutyches, an archimandrite in Constantinople, to give account for his teaching that there was only one nature in Christ after the Incarnation, Eutyches appealed to St Leo in Rome. After St Leo had carefully examined Eutyches' teachings, he wrote an epistle to St Flavian, setting forth the Orthodox teaching of the person of Christ, and His two natures, and also counseling Flavian that, should Eutyches sincerely repent of his error, he should be received back with all good will. At the Council held in Ephesus in 449, which was presided over by Dioscorus, Patriarch of Alexandria (and which Saint Leo, in a letter to the holy Empress Pulcheria in 451, was the first to call \"The Robber Council\"), Dioscorus, having military might behind him, did not allow Saint Leo's epistle to Flavian to be read, although repeatedly asked to do so; even before the Robber Council was held, Dioscorus had uncanonically received the unrepentant Eutyches back into communion. Because Saint Leo had many cares in Rome owing to the wars of Attila the Hun and other barbarians, in 451 he sent four delegates to the Fourth Ecumenical Council, where 630 Fathers gathered in Chalcedon during the reign of Marcian, to condemn the teachings of Eutyches and those who supported him. Saint Leo's epistle to Flavian was read at the Fourth Council, and was confirmed by the Holy Fathers as the Orthodox teaching on the incarnate Person of our Lord; it is also called the \"Tome of Leo.\" The Saint wrote many works in Latin; he reposed in 461.'(Great Horologion). \n  St Leo is remembered for saving Rome from conquest by Attila the Hun. When Attila drew near to Rome, preparing to pillage the city, St Leo went out to him in his episcopal vestments and enjoined him to turn back. For reasons unknown to worldly historians, the pitiless Attila with all his troops abandoned their attack and returned the way they had come."
}